do

function run(msg, matches)
  return [[ 
🔰راهنمای فارسی ربات ژوپیتر:🔰
🌟سفارشی سازی سوپرگروه:🌟
🔸قفل 
(لینک ها-شماره-اسپم-عربی-اعضا-راستچین-اعلان-استیکر-تگ-ایموجی-انگلیسی-فروارد-ریپلای-جوین-نام کاربری-رسانه-فحش-ربات-اپراتور-اتحاد-همه)
🔹بازکردن
(لینک ها-شماره-اسپم-عربی-اعضا-راستچین-اعلان-استیکر-تگ-ایموجی-انگلیسی-فروارد-ریپلای-جوین-نام کاربری-رسانه-فحش-ربات-اپراتور-اتحاد-همه)
🔸ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)
🔹حذف ممنوعیت
(صدا-فیلم-عکس-گیف-متن-همه)
🔻تنظیم
(عکس-اسم-درباره-قوانین-نام کاربری-حساسیت)
🔸عمومی (اره-نه)
🔘مدیریت کاربر🔘:
🔺بلاک (ایدی یا ریپلای)
🔺اخراج (ایدی یا ریپلای)
🔺بن (ایدی)
🔻انبن (ایدی)
🔸تنظیم مالک (ایدی)
🔹ارتقا (ایدی یا ریپلای)
🔸عزل (ایدی یا ریپلای)
🔹تنظیم ادمین (ریپلای یا ایدی)
🔸عزل ادمین (ریپلای یا ایدی)
🔺خفه کردن (ایدی یا ریپلای)
(اگر برای دوبار پیاپی زده شود فرد ازادمیشود)
💭دستورات عمومی سوپر گروه:💭
🔹لیست
(اعضا-خفه ها-ممنوعیت-مدیران)
🔸تنظیمات
🔹قوانین
🔸اطلاعات گروه
🔹ادمین ها
🔸دیلیت (ریپلای)
🔹صاحب
🔸ربات ها
🔹ایدی
🔸اخراجم کن
🔹تنظیم لینک
🔸لینک
🔹اطلاعات (ایدی)
〰〰〰〰〰〰〰
☑️برای دریافت لیست دستورات متفرقه پارامتر ابزارها را ارسال کنید
©#ژوپیتر ورژن ۱.۳
♦️تیم زئوس♦️
]]
end

return {
  patterns = {
    "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
