--[[
|------------------------------------------------- |--------- ______-----------------_________---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _______/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /______    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \______   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   _____/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /________/     |
|--------------------------------------------------|---------------------------------------------|
|  This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 2.0 Anti Spam Cli Bot  |
|------------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[
#Sudoers!
  1. @vVv_ERPO_vVv 🌟 #توسعه دهنده-مديريت (پويا پوررحمان)-تیم تایتان زئوس
  2. @vWv_ERPO_vWv 🌟 #توسعه دهنده-مديريت (عرفان کيا)-تیم تایتان زئوس
#Admins!
  1. @Us_Mm ⭐️ #مدیریت(محمدرضا)-تیم تایتان زئوس و اسمارت
  2. @Jove_TG_bot ⭐️ #مدیریت(محمد)-تیم تایتان زئوس
  3. @mostafa_028 ⭐️ #مدیریت(مصطفی)-تیم تایتان زئوس و اسمارت
]]
end
return {
  description = " ", 
  usage = " ",
  patterns = {
    "^سودو ها$",

  },
  run = run
}
end
