--[[
|------------------------------------------------- |--------- ______-----------------_________---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _______/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /______    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \______   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   _____/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /________/     |
|--------------------------------------------------|---------------------------------------------|
|  This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 2.0 Anti Spam Cli Bot  |
|------------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[ 
🔰ورژن:Jove (Old Smart) V 2.0🔰
🔰یه ربات برنامه ریزی شده برپایه سید (هوشمند،سریع،قدرتمند)🔰
🔰مدل پردازنده:Intel(R) Core(TM) i7-6700 CPU @ 3.40GHz🔰
🔰تعداد هسته:12هسته-2هسته پشتیبان🔰
🔰مقدار رم:14گیگ-2گیگ پشتیبان🔰
🔰هارد:120گیگ اس اس دی-60گیگ پشتیبان🔰
🔰محل سرور:هتزنر آلمان🔰
🔰کانفیگور و توسعه دهنده: @vVv_ERPO_vVv🔰
🔰مديريت و توسعه دهنده: @vWv_ERPO_vWv🔰
🔰کانال: @JoveCH🔰
🔰هلپر: @JoveTGBot🔰
🔰سایر ربات ها🔰:
 @Smart_TG , @RulingTG , @Savior_Team , ...
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
☀️تشکر فوق ویژه☀️:
@Us_Mm ممدرضا
@Jove_TG_bot محمد
@mostafa_028 مصطفی
و سایر  همراهان...
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
☀️☀️
ژوپیتر ربات ارتقا یافته اسمارت فارسی تک زبانه میباشد..
ژوپیتر رباتی دوزبانه است-انگلیسی،فارسی
]]
end

return {
  description = "Shows bot version", 
  usage = "ver: Shows bot version",
  patterns = {
    "^ژوپیتر$",
    "^ورژن$",
    "^جو$"
  }, 
  run = run 
}

end
